Repository: gmalewicz/golf-web
Catalog: src/translate/messages.*.xlf
Languages: pl

# authGuard-notAuthorized
source: You are not authorized to view this page
pl: Nie masz dostępu do tej strony.

# errorInterceptor-notAvailable
source: Application not available. Try to refresh browser then log out and log in.
pl: Aplikacja niedostępna. Spróbuj odświerzyć przeglądarke, wyloguj się i zaloguj ponownie.

# errorInterceptor-logOutIn
source: Please log out and log in.
pl: Wyloguj się i zaloguj ponownie.

# roleGuard-accessDenied
source: Access denied. You do not have role: routeRole.
pl: Brak dostępu. Brak roli: routeRole.

# addCourse-name
source: Course name
pl: Nazwa pola

# addCourse-courseReq
source: Course name is required
pl: Nazwa pola jest wymagana

# addCourse-coursePar
source: Course par
pl: Par pola

# addCourse-courseParReq
source: Course par is required
pl: Par pola jest wymagany

# addCourse-courseParRange
source: Course par must be a number from 30 to 79
pl: Par pola musi być w zakresie 30 do 79

# addCourse-noHoles
source: number of holes
pl: ilość dołków

# addCourse-holesReq
source: Number of holes is required
pl: Ilość dołków jest wymagana

# addCourse-hole
source: Hole:
pl: Dołek:

# addCourse-type
source: Type
pl: Typ

# addCourse-ladies
source: ladies
pl: damskie

# addCourse-men
source: men
pl: męskie

# addCourse-colour
source: colour
pl: kolor

# addCourse-colourReq
source: Tee colour is required
pl: Kolor tee jest wymagany

# addCourse-crReq
source: Course CR is required
pl: Tee CR jest wymagany

# addCourse-crRange
source: Course CR must be in range: 20 to 89.9
pl: Tee CR musi być w zakresie 20 do 89.9

# addCourse-srReq
source: Course SR is required
pl: Tee SR jest wymagany

# addCourse-srRange
source: Course SR must be in range: 10 to 299
pl: Tee SR musi być w zakresie: 10 do 299

# addCourse-teeType
source: tee type
pl: Typ tee

# addCourse-teeReq
source: Tee is required
pl: Tee jest wymagane

# addCourse-sex
source: sex
pl: płeć

# addCourse-sexReq
source: Sex is required
pl: Płeć gracza jest wymagana

# addCourse-add
source: Add Tee
pl: Dodaj tee

# addCourse-cancel
source: Cancel
pl: Wróć

# addCourse-clear
source: Clear
pl: Wyczyść

# addCourse-save
source: Save
pl: Zapisz

# addCourse-wrongSI
source: The same SI cannot be assigned twice to the same hole
pl: SI nie może być przypisane do więcej niż jednego dołka

# addCourse-addedSuccess
source: The course this.f.courseName.value successfully added
pl: Pole this.f.courseName.value zostało dodane

# addCourse-ParNotSet
source: Pars are not set for all holes
pl: Nie wszystkie dołki mają ustawiony par

# addCourse-SINotSet
source: SI are not set for all holes
pl: SI nie jest ustawione dla wszystkich dołków

# addCourse-TeeNotSet
source: At least one tee must be defined
pl: Przynajmniej jedno tee musi być zdefiniowane

# addScorecard-dateReq
source: Date is required
pl: Data jest wymagana

# addScorecard-dateFrmt
source: Provide the date in the YYYY/MM/DD format
pl: Data musi być w formacie RRRR/MM/DD

# addScorecard-teeTimeReq
source: Tee time is required
pl: Tee time jest wymagany

# addScorecard-teeValid
source: Provide the valid tee time
pl: Tee time musi być poprawny

# addScorecard-teeReq
source: Tee is required
pl: Tee jest wymagane

# addScorecard-hole
source: Hole:
pl: Dołek:

# addScorecard-strokes
source: Strokes:
pl: Uderzenia:

# addScorecard-putts
source: Putts:
pl: Paty:

# addScorecard-save
source: Save
pl: Zapisz

# addScorecard-clear
source: Clear
pl: Wyczyść

# addScorecard-cancel
source: Cancel
pl: Wróć

# addScorecard-strokesChrt
source: Strokes
pl: Uderzenia

# addScorecard-puttsChrt
source: Putts
pl: Paty

# addScorecard-holeChrt
source: Hole:
pl: Dołek:

# addScorecard-clearConf
source: Are you sure you want to clear score card?
pl: Czy na pewno wyczyścić kartę wyników?

# addScorecard-saveConf
source: Are you sure you want to save score card?
pl: Czy chcesz zapisać kartę wyników?

# addScorecard-cancelConf
source: Are you sure you want to exit?
pl: Czy na pewno chcesz wyjść?

# addScorecard-successConf
source: The round at this.f.date.value this.f.teeTime.value successfully added
pl: Runda zagrana this.f.date.value this.f.teeTime.value została poprawnie dodana

# addScorecard-addConf
source: The round at this.f.date.value this.f.teeTime.value successfully updated
pl: Runda zagrana this.f.date.value this.f.teeTime.value została zmodyfikowana

# addScorecard-puttTooHigh
source: Number of putts cannot be greater than number of strokes
pl: Liczba patów nie może być większa niż liczba uderzeń

# addScorecard-puttsHigherStrokes
source: Number of putts cannot be greater than number of strokes
pl: Liczba patów nie może być większa niż liczba uderzeń

# confirmDlg-confirm
source: Confirm
pl: Potwierdź

# confirmDlg-cancel
source: Cancel
pl: Wróć

# course-ladies
source: ladies
pl: damskie

# course-men
source: men
pl: męskie

# course-cancel
source: Cancel
pl: Wróć

# course-delete
source: Delete
pl: Usuń

# course-showTees
source: Show tees
pl: Pokaż tee

# course-hole
source: Hole
pl: Dołek

# course-hideTees
source: Hide tees
pl: Schowaj tee

# course-DelMsg
source: The course has been successfully deleted
pl: Pole zostało poprawnie usunięte

# courses-addRound
source: Select course for round
pl: Wybierz pole dla rundy

# courses-favourites
source: Favourite courses
pl: Ulubione pola

# courses-search
source: Search for a course
pl: Szukaj pola

# courses-list
source: List of all courses
pl: Wszystkie pola

# courses-onLine
source: Select course for online round
pl: Wybierz pole dla rundy online

# courses-favTab
source: Favourites
pl: Ulubione

# courses-searchTab
source: Search
pl: Szukaj

# courses-allTab
source: All courses
pl: Wszystkie pola

# courses-courseName
source: Enter course Name:
pl: Podaj nazwę pola:

# courses-cancel
source: Cancel
pl: Wróć

# courses-add
source: Add Course
pl: Dodaj pole

# listCourses-name
source: Name
pl: Nazwa

# listCourses-favourites
source: Favourites
pl: Ulubione

# listCourses-addedFavourites
source: course.name added to favourites.
pl: course.name dodane do ulubionych.

# listCourses-alreadyAddedFavourites
source: course.name already added to favourites.
pl: course.name było już wcześniej dodane do ulubionych.

# listCourses-removeFavourites
source: course.name removed from favourites.
pl: course.name zostało usunięte z ulubionych.

# addCycle-AddLbl
source: Add the new cycle:
pl: Dodaj nowy cykl:

# addCycle-CycleReq
source: Cycle name must be provided
pl: Nazwa cyklu jest wymagana

# addCycle-CycleLength
source: Cycle name must be at least 3 characters long
pl: Nazwa cyklu musi mieć przynajmniej 3 znaki

# addCycle-BestRnd
source: No. of best rounds to be included (0 - all rounds)
pl: Ilość najlepszych rund (0 - wszystkie rundy)

# addCycle-BestRndReq
source: No. of best rounds must be provided
pl: Ilość najlepszych rund jest wymagana

# addCycle-BestRndGreater
source: No. of best rounds must be greater than 0
pl: Ilość najlepszych rund musi być większa równa 0

# addCycle-BestRndLower
source: No. of best rounds must be lower than 20
pl: Ilość najlepszych rund musi być mniejsza niż 20

# addCycle-MaxHcpLbl
source: Max. handicap to be included
pl: Maksymalny handicap

# addCycle-MaxHcpReq
source: Maximum handicap must be provided
pl: Maksymalny handicap jest wymagany

# addCycle-MaxHcpGreter
source: Maximum handicap must be greater than -5
pl: Maksymalny handicap musi być większy niż -5

# addCycle-MaxHcpLower
source: Maximum handicap must be lower or equal than 54
pl: Maksymalny handicap musi być mniejszy równy 54

# addCycle-MaxHcpPattern
source: Provide valid value with the follwoing format: X.X
pl: Maksymalny handicap musi mieć format X.X

# addCycle-create
source: Create
pl: Dodaj

# addCycle-cancel
source: Cancel
pl: Wróć

# addCycle-cycleAddedMsg
source: Cycle successfully created
pl: Cykl dodany prawidłowo

# addTournamentDialog-header
source: Add the new cycle tournament
pl: Dodaj nowy turniej do cyklu

# addTournamentDialog-tournamentName
source: Tournament name
pl: Nazwa turnieju

# addTournamentDialog-tournamentReq
source: Tournament name is required
pl: Nazwa turnieju jest wymagana

# addTournamentDialog-tournamentTooLng
source: Tournament name can be up to 30 characters long
pl: Nazwa turnieju nie może być dłuższa niż 30 znaków

# addTournamentDialog-NoOfRounds
source: Number of rounds
pl: Ilość rund

# addTournamentDialog-NoRndsReq
source: No. of rounds is required
pl: Ilość rund jest wymagana

# addTournamentDialog-NoRndsLow
source: No. of rounds cannot be lower than 1
pl: Ilość rund nie może być mniejsza niż 1

# addTournamentDialog-NoRndBig
source: No. of rounds cannot be greater than 4
pl: Ilość rund nie może być większa niż 4

# addTournamentDialog-bestOff
source: Best of
pl: Najlepsze z

# addTournamentDialog-TourNo
source: Tournament no.
pl: Turniej nr

# addTournamentDialog-TourNoReq
source: Tournament no. is required
pl: Nr turnieju jest wymagany

# addTournamentDialog-TourNoPattern
source: Tournament no. must be 4 or 5 digits long
pl: Numer turnieju musi mieć od 4 do 5 znaków

# addTournamentDialog-Cancel
source: Cancel
pl: Wróć

# addTournamentDialog-Save
source: Save
pl: Zapisz

# addTournamentDialog-Tip1
source: Find tournamnet no.
pl: Znajdź nr turnieju

# addTournamentDialog-Tip2
source: in Eagle
pl: w Eagle

# cycleDetails-results
source: Results
pl: Wyniki

# cycleDetails-tour
source: Tournaments
pl: Turnieje

# cycleDetails-cancel
source: Cancel
pl: Wróć

# cycleDetails-add
source: Add tournament
pl: Dodaj turniej

# cycleDetails-close
source: Close cycle
pl: Zamknij cykl

# cycleDetails-deletetLast
source: Delete last tournament
pl: Usuń ostatni turniej

# cycleDetails-delCycle
source: Delete cycle
pl: Usuń cykl

# cycleDetails-tourAdded
source: Cycle tournamnet successfully added
pl: Turniej został poprawnie dodany do cyklu.

# cycleDetails-CloseConf
source: Are you sure you want to close cycle?
pl: Czy zamknąć cykl?

# cycleDetails-CloseMsg
source: Cycle successfully closed
pl: Cykl zamknięty poprawnie

# cycleDetails-DeleteConf
source: Are you sure you want to delete the last tournament?
pl: Czy na pewno chcesz usunąć ostatni turniej?

# cycleDetails-CloseDelTourMsg
source: The last tournament successfully deleted
pl: Ostatni turniej został usunięty

# cycleDetails-DelCycleConf
source: Are you sure you want to delete the cycle?
pl: Czy na pewno chcesz usunąć cykl?

# cycleDetails-DelCycleMsg
source: Cycle successfully deleted
pl: Cykl usunięty poprawnie

# cycleResults-no
source: No.
pl: Nr

# cycleResults-name
source: Name
pl: Nazwa

# cycleResults-result
source: RESULT
pl: WYNIK

# cycleResults-total
source: TOTAL
pl: SUMA

# cycleTour-no
source: No.
pl: Nr

# cycleTour-name
source: Name
pl: Nazwa

# cycleTour-rnd
source: Rounds
pl: Rundy

# cycleTour-bestRnd
source: Best Round
pl: Najlepsze rundy

# cycles-list
source: List of cycles:
pl: Lista cykli:

# cycles-name
source: Name
pl: Nazwa

# cycles-BestRes
source: Best results
pl: Najlpsze rundy

# cycles-maxHcp
source: Max. handicap
pl: Maks. handicap

# cycles-open
source: Open
pl: Otwarty

# cycles-close
source: Close
pl: Zamknięty

# cycles-cancel
source: Cancel
pl: Wróć

# cycles-add
source: Add
pl: Dodaj

# login-Login
source: Login
pl: Logowanie

# login-Username
source: Username
pl: Gracz

# login-Username-Required
source: Username is required
pl: Nazwa gracza jest wymagana

# login-Password
source: Password
pl: Hasło

# login-Password-Required
source: Password is required
pl: Hasło jest wymagane

# login-Password-Length
source: Password must be at least 6 characters
pl: Hasło musi mieć co najmniej 6 znaków

# login-Login-btn
source: Login
pl: Zaloguj

# login-Register-lnk
source: Register
pl: Zarejestruj się

# login-or
source: or
pl: lub

# login-welcome
source: Welcome this.f.username.value. Your handicap is data.whs Make sure it is up to date before adding the round.
pl: Witaj this.f.username.value. Twój handicap wynosi data.whs Upewnij się, że jest prawidłowy przed wprowadzeniem rundy.

# login-socialFailure
source: Unable to authenticate player via social media
pl: Rejestracja lub logowanie gracza poprzez social media nie jest możliwa

# login-nickInUse
source: Incorrect way of log in or nick in use. Login in the same way as you registered (e.g. Facebook) or create the new player.
pl: Niepoprawny sposób logowania lub nazwa gracza zajęta. Zaloguj się metodą użytą podczas rejestracji (np. poprzez Facebook) lub zrejestruj nowego gracza.

# nav-scorecard
source: Start/View On-line Score Cards
pl: Rozpocznij/Obejrzyj rundę online

# nav-rounds
source: Historical Rounds
pl: Rundy historyczne

# nav-tournaments
source: Tournaments
pl: Turnieje

# nav-courses
source: Courses
pl: Pola golfowe

# nav-cycles
source: Cycles
pl: Cykle

# nav-admin
source: Administration
pl: Administracja

# nav-changes
source: Change Log
pl: Historia zmian

# nav-logout
source: Logout
pl: Wyloguj

# nav-login
source: Login
pl: Zaloguj

# nav-logoutSuccess
source: Your have been logged out
pl: Jesteś wylogowana(y)

# registration-header
source: Registration of the new player
pl: Rejestracja nowego gracza

# registration-nick
source: Nick
pl: Gracz

# registration-nick-required
source: Nick is required
pl: Nazwa gracza jest wymagana

# registration-nick-short
source: Nick can be up to 10 characters long
pl: Nazwa gracza nie może być dłuższa niż 10 znaków

# registration-password
source: Password
pl: Hasło

# registration-password-required
source: Password is required
pl: Hasło jest wymagane

# registration-password-short
source: Password must be at least 6 characters
pl: Hasło musi mieć przynajmniej 6 znaków

# registration-hcp-required
source: HCP is required
pl: HCP jest wymagany

# registration-hcp-high
source: HCP is caannot be higer than 54
pl: HCP nie może być większy niż 54

# registration-hcp-low
source: HCP is caannot be lower than -5
pl: HCP nie może byc mniejszy niż -5

# registration-hcp-pattern
source: Provide valid value
pl: Wprowadź poprawną wartość

# registration-female
source: Female
pl: Kobieta

# registration-male
source: Male
pl: Mężczyzna

# registration-recaptcha
source: Please mark the checkbox
pl: Zaznacz jedną z opcji

# registration-register
source: Register
pl: Rejestruj

# registration-cancel
source: Cancel
pl: Wróć

# registration-success
source: Registration successful. Please log in
pl: Rejestracja poprawna. Zaloguj się

# roundSummary-player
source: Player
pl: Gracz

# roundSummary-whs
source: WHS
pl: HCP

# roundSummary-courseHcp
source: Course HCP
pl: HCP Gry

# roundSummary-scor
source: Score
pl: Wynik

# roundSummary-corScor
source: Cor. Score
pl: Popr. Wynik

# roundSummary-netScr
source: Net Score
pl: Wynik Net

# roundSummary-ScrDiff
source: Score diff
pl: Nadwyżka hcp

# roundSummary-putts
source: Putts
pl: Paty

# roundSummary-pen
source: Penalties
pl: Kary

# roundViewMp-hole
source: Hole
pl: Dołek

# roundViewWhs-courseHcp
source: Course HCP:
pl: HCP Gry:

# roundViewWhs-scorDiff
source: Score Differential:
pl: Nadwyżka HCP:

# roundViewWhs-hole
source: Hole
pl: Dołek

# roundViewWhs-total
source: TOTAL
pl: SUMA

# roundViewWhs-score
source: Score
pl: Wynik

# roundViewWhs-netScore
source: Net Score
pl: Wynik Net

# roundViewWhs-putts
source: Putts
pl: Paty

# roundViewWhs-penalt
source: Penalties
pl: Kary

# roundView-both
source: Both 9
pl: Obie 9

# roundView-first
source: First 9
pl: Pierwsza 9

# roundView-last
source: Last 9
pl: Druga 9

# roundView-showPlr
source: Show player:
pl: Pokaż gracza:

# roundView-delConf
source: Are you sure you want to delete score card?
pl: Na pewno chcesz usunąć kartę wyników?

# roundView-delConfSuccess
source: The scorecard has been successfully deleted
pl: Karta wyników usunięta poprawnie

# round-over
source: Overview
pl: Wykres

# round-summary
source: Summary
pl: Podsumowanie

# round-cancel
source: Cancel
pl: Wróć

# round-edit
source: Edit
pl: Edytuj

# round-delete
source: Delete
pl: Usuń

# round-deleteCnf
source: Are you sure you want to delete score card?
pl: Na pewno chcesz usunąc kartę wyników?

# round-deleteCnfSuccess
source: The scorecard has been successfully deleted
pl: Karta wyników usunięta poprawnie

# listRounds-date
source: Date
pl: Data

# listRounds-course
source: Course
pl: Pole

# listRounds-players
source: Players
pl: Gracze

# listRounds-type
source: Type
pl: Typ

# rounds-myRounds
source: My Rounds
pl: Moje rundy

# rounds-recPlayRounds
source: Recently played rounds
pl: Ostatnio grane rundy

# rounds-recRounds
source: Recently played
pl: Ostatnio grane

# rounds-cancel
source: Cancel
pl: Wróć

# rounds-previous
source: Previous
pl: Poprzednie

# rounds-next
source: Next
pl: Następnne

# rounds-add
source: Add
pl: Dodaj

# onLineRndBse-finRndCnf
source: Are you sure you want to finish the round?
pl: Czy na pewno chcesz zakończyć rundę?

# onLineRndBse-finRndMsg
source: The round has been successfuly saved
pl: Runda zapisana poprawnie

# onLineRndBse-delRndCnf
source: Are you sure you want to delete this scorecard permanently?
pl: Czy chesz usunąc kartę wyników?

# onLineRndBse-delRndMsg
source: This score card has been successfully deleted
pl: Karta wyników usunięta poprawnie

# scrComDlg-whs
source: Player whs (X.X)
pl: HCP gracza (X.X)

# scrComDlg-whsReq
source: WHS is required
pl: HCP jest wymagane

# scrComDlg-whsTooHigh
source: WHS is caannot be higer than 54
pl: HCP nie może być wyższy niż 54

# scrComDlg-whsTooLow
source: WHS is caannot be lower than -5
pl: HCP nie może byc niższy niż -5

# scrComDlg-patrn
source: Provide valid value
pl: Wprowadź poprawną wartość

# comScor-hole
source: Hole
pl: Dołek

# onlMatch-hole
source: Hole
pl: Dołek

# onlMatch-winner
source: Winner
pl: Zwycięzca

# onlMatch-delete
source: Delete
pl: Usuń

# onlMatch-finalize
source: Finalize
pl: Zakończ

# onlnNav-save
source: Save
pl: Zapisz

# onlnNav-putts
source: Putts
pl: Paty

# onlnNav-pnlt
source: Penalties
pl: Kary

# onlnRndDef-timReq
source: Tee time is required
pl: Tee time jest wymagany

# onlnRndDef-timPatt
source: Provide the valid tee time
pl: Wprowadź poprawny tee time

# onlnRndDef-mpRnd
source: Match Play Round
pl: Runda Match Play

# onlnRndDef-p1Btn
source: 1 player
pl: 1 gracz

# onlnRndDef-p2Btn
source: 2 players
pl: 2 graczy

# onlnRndDef-p3Btn
source: 3 players
pl: 3 graczy

# onlnRndDef-p4Btn
source: 4 players
pl: 4 graczy

# onlnRndDef-p1
source: Player 1
pl: Gracz 1

# onlnRndDef-teeReq
source: Tee is required
pl: Tee jest wymagane

# onlnRndDef-hcpUpd
source: HCP update
pl: Zmiana HCP

# onlnRndDef-p2
source: Player 2
pl: Gracz 2

# onlnRndDef-p3
source: Player 3
pl: Gracz 3

# onlnRndDef-p4
source: Player 4
pl: Gracz 4

# onlnRndDef-inclPutt
source: Include putts (optional)
pl: Rejestruj paty (opcjonalnie)

# onlnRndDef-inclPen
source: Include penalties (optional)
pl: Rejestruj kary (opcjonalnie)

# onlnRndDef-cancel
source: Cancel
pl: Wróć

# onlnRndDef-start
source: Start
pl: Rozpocznij

# onlnRndDef-note
source: Note: Social media players are created using the first name, dot and first two letters from the last name e.g. Darth.Va if player name is Darth Vader
pl: Uwaga: Gracze zrejestrowani poprzez media społecznościowe posiadają nazwę składającą sie z imienia, kropki oraz dwóch pierwszych liter nazwiska np. Darth.Va dla gracza Darth Vader

# onlnRndDef-lookForPlrs
source: Please use loupe for remaning players to verify them. Each player needs to be greayed out before proceeding.
pl: Użyj lupki do odszukania graczy. Każdy gracz musi być wyszukany w systemie (wyszarzony) by rozpocząć rundę.

# onlnRndDef-addPlr
source: The new player has been successfully created
pl: Nowy gracz dodany poprawnie

# onlnRndDef-holeNotRight
source: Tee types (number of holes) for both players must be the same in case of MP round
pl: Typ tee (ilość dołków) musi byc taki sam dla obu graczy w przypadku rundy match play

# onlnRndDef-PlrNotUnique
source: Player must be unique in the single score card
pl: Gracz może występować tylko raz na karcie wyników

# onlnRnd-score
source: Score Card
pl: Wyniki

# onlnRnd-delete
source: Delete
pl: Usuń

# onlnRnd-fin
source: Finalize
pl: Zakończ

# onlnRnd-hole
source: Hole
pl: Dołek

# onlnScorView-lstUpd
source: Last update:
pl: Ostatnia zmiana:

# onlnScorView-hole
source: Hole
pl: Dołek

# onlnScorView-total
source: TOTAL
pl: SUMA

# onlnScorView-cancel
source: Cancel
pl: Wróć

# onlineScoreCard-cards
source: Today's score cards:
pl: Dzisiejsze karty wyników:

# onlineScoreCard-courses
source: Courses
pl: Pola

# onlineScoreCard-players
source: Players
pl: Gracze

# onlineScoreCard-mp
source: MP Rounds
pl: Rundy MP

# onlineScoreCard-course
source: Course
pl: Pole

# onlineScoreCard-nick
source: Nick
pl: Gracz

# onlineScoreCard-finished
source: Finished
pl: Zakończona

# onlineScoreCard-open
source: Open
pl: Otwarta

# onlineScoreCard-noCards
source: No active score cards
pl: Brak aktywnych kart wyników

# onlineScoreCard-start
source: Start Round
pl: Rozpocznij rundę

# onlineScoreCard-continue
source: Continue Round
pl: Kontynuj rundę

# onlineScoreCard-cancel
source: Cancel
pl: Wróć

# registerPlr-notFound
source: Player not found!
pl: Gracz nieodnaleziony!

# registerPlr-nick
source: Player nick
pl: Gracz

# registerPlr-nickReq
source: Nick is required
pl: Nazwa gracza jest wymagana

# registerPlr-nickTooLng
source: Nick can be up to 10 characters long
pl: Nazwa gracza nie może być dłuższa niż 10 znaków

# registerPlr-fem
source: Female
pl: Kobieta

# registerPlr-mal
source: Male
pl: Mężczyzna

# registerPlr-cancel
source: Cancel
pl: Wróć

# registerPlr-save
source: Save
pl: Zapisz

# registerPlr-msg1
source: Create the new player or
pl: Dodaj nowego gracza lub

# registerPlr-msg2
source: cancel and search again. The
pl: wróć i poszukaj jescze raz.

# registerPlr-msg3
source: password will be 'welcome'.
pl: Hasło nowego gracza: 'welcome'.

# updateWhsDld-updateHcp
source: Update HCP
pl: Zmień HCP

# updateWhsDld-cancel
source: Cancel
pl: Wróć

# updateWhsDld-save
source: Save
pl: Zapisz

# addRound-hdr
source: Add round for tournament: {{tournament.name}}
pl: Dodaj rundę do turnieju: {{tournament.name}}

# addRound-nick
source: Player nick
pl: Gracz

# addRound-nickReq
source: Player nick is required
pl: Nazwa gracza jest wymagana

# addRound-nickTooLng
source: Nick cannot be longer than 20 characters
pl: Nazwa gracza nie może być dłuższa niż 20 znaków

# addRound-teeReq
source: Tee is required
pl: Tee jest wymagane

# addRound-hole
source: Hole
pl: Dołek

# addRound-total
source: TOTAL
pl: SUMA

# addRound-score
source: Score
pl: Wynik

# addRound-clear
source: Clear
pl: Wyczyść

# addRound-add
source: Add
pl: Dodaj

# addRound-no
source: No
pl: Nr.

# addRound-plrs
source: Player
pl: Gracz

# addRound-course
source: Course
pl: Pole

# addRound-netStb
source: Net STB
pl: STB Net.

# addRound-strks
source: Strokes
pl: Uderzenia

# addRound-netStrks
source: Net Strokes
pl: Uderzenia Net.

# addRound-scrDif
source: Score Differential
pl: Nadwyżka HCP

# addRound-plrNotFnd
source: Player this.f.nick.value not found.
pl: Gracz this.f.nick.value nieodnaleziony.

# addRound-allHls
source: All holes must be filled
pl: Wszystkie dołki muszą zostać dodane

# addRound-noNck
source: Player nick and tee must be selected
pl: Gracz oraz tee musza zostać wybrane

# addTour-name
source: Tournament name
pl: Nazwa turnieju

# addTour-nameReq
source: Name is required
pl: Nazwa jest wymagana

# addTour-TourTooShort
source: Tournament name must be at least 3 characters
pl: Nazwa turnieju musi mieć przynajmniej 3 znaki

# addTour-dateReq
source: Date is required
pl: Data jest wymagana

# addTour-datePattern
source: Provide the date in the YYYY/MM/DD format
pl: Data musi być w formacie RRRR/MM/DD

# addTour-noBestRnd
source: No. of best rounds (or 0 if all rounds shall be included)
pl: Ilość najlepszych rund (lub 0 jeżeli wszystkie rundy są wliczane)
