Repository: gmalewicz/golf-web
Catalog: src/translate/messages.*.xlf
Languages: pl

# addTour-noBestRndReq
source: No. of best rounds is required
pl: Ilość najlepszych rund jest wymagana

# addTour-noBestRndTooShrt
source: No. of best rounds must be greater or equal 0
pl: Ilość najlepszych rund musi być większa równa 0

# addTour-noBestRndTooBig
source: No. of best rounds must be lower or equal 10
pl: Ilość najlepszych rund musi być mniejsza równa 10

# addTour-create
source: Create
pl: Utwórz

# addTour-cancel
source: Cancel
pl: Wróć

# addTour-strtDat
source: Start date cannot be later than end date
pl: Data początkowa nie może być późniejsza niż data końcowa

# addTour-tourSucc
source: Tournament successfully created
pl: Turniej dodany poprawnie

# tourRes-hdr
source: Tournament Results
pl: Wyniki Turnieju:

# tourRes-bst
source: - best
pl: - najlepsze/najlepsza

# tourRes-rnds
source: rounds
pl: rund(y)/runda

# tourRes-str
source: Strokes
pl: Uderzenia

# tourRes-strNet
source: Strokes Net
pl: Uderzenia Net.

# tourRes-place
source: Place
pl: Miejsce

# tourRes-plr
source: Player
pl: Gracz

# tourRes-strGross
source: Strokes
pl: Uderzenia

# tourRes-plrRnds
source: Played Rounds
pl: Zagrane Rundy

# tourRes-no
source: No
pl: Nr.

# tourRes-course
source: Course
pl: Pole

# tourRes-scrDiff
source: Score Differential
pl: Nadwyżka HCP

# tourRes-cancel
source: Cancel
pl: Wróć

# tourRes-add
source: Add Round
pl: Dodaj Rundę

# tourRes-addBehf
source: Add Rounds on Behalf
pl: Dodaj rundę za gracza

# tourRes-delConf
source: Are you sure you want to delete result?
pl: Na pewno usunąc wyniki?

# tourRes-delSucc
source: Result successfuly deleted
pl: Wyniki usunięte poprawnie

# tourRunds-date
source: Date
pl: Data

# tourRunds-teeTime
source: Course
pl: Pole

# tourRunds-players
source: Players
pl: Gracze

# tourRunds-cancel
source: Cancel
pl: Wróć

# tourRunds-succ
source: Round successfully added to tournamnet
pl: Runda poprawnie dodana do turnieju

# tour-lst
source: List of tournaments:
pl: Lista turniejów:

# tour-name
source: Name
pl: Nazwa

# tour-startdDate
source: Start Date
pl: Data początkowa

# tour-enddDate
source: End Date
pl: Data końcowa

# tour-bestRnd
source: Best rounds
pl: Najlepsze rundy

# tour-cancel
source: Cancel
pl: Wróć

# tour-add
source: Add
pl: Dodaj

# updatePlayer-header
source: Modify your data:
pl: Zmień swoje dane:

# updatePlayer-password
source: Password
pl: Hasło

# updatePlayer-passwordShort
source: Password must be at least 6 characters
pl: Hasło musi miec przynajmniej 6 znaków

# updatePlayer-hcpRequired
source: Handicap is required
pl: Handicap jest wymagany

# updatePlayer-hcpHigh
source: Handicap caannot be higer than 54
pl: Handicap nie może być większy równy 54

# updatePlayer-hcpLow
source: Handicap caannot be lower than -5
pl: Handicap nie może być mniejszy równy -5

# updatePlayer-hcpPattern
source: Provide valid value with the follwoing format: X.X
pl: Podaj wartość w formacie: X.X

# updatePlayer-update
source: Update
pl: Modyfikuj

# updatePlayer-cancel
source: Cancel
pl: Wróć

# updatePlayer-noData
source: Handicap or password must be provided
pl: Handicap lub hasło jest wymagane

# tourRes-close
source: Close tournament
pl: Zamknij turniej

# tourRunds-CloseConf
source: Are you sure you want to close tournament?
pl: Czy zamknąć turniej?

# tourRunds-CloseMsg
source: Tournament successfully closed
pl: Turniej został zamknięty

# tourRes-delete
source: Delete tournament
pl: Usuń turniej

# tourRunds-DeleteConf
source: Are you sure you want to delete entire tournament?
pl: Na pewno chesz usunąć turniej?

# tourRunds-DeleteMsg
source: Tournament successfully deleted
pl: Turniej został usunięty

# tourRes-participants
source: Players
pl: Uczestnicy turnieju

# tourPlr-delPlr
source: Are you sure you want to remove player from tournamnet?
pl: Na pewno chcesz usnąć gracza z turneju?

# tourPlr-delSucc
source: Player successfuly deleted
pl: Gracz poprawnie usunięty z turnieju

# tourPlr-nickReq
source: Player nick is required
pl: Nazwa gracza jeest wymagana

# tourPlr-nickTooLng
source: Nick cannot be longer than 20 characters
pl: Nazwa gracza jest dłuższa niż 20 znaków

# tourPlr-plrAlrdAdded
source: Player this.f.nick.value already added to the tournament.
pl: Gracz this.f.nick.value został już dodany do turnieju.

# tourPlr-plrNotFnd
source: Player this.f.nick.value not found.
pl: Gracz this.f.nick.value nie został znaleziony.

# tourPlr-delFail
source: There are results for player. Please remove them first
pl: Istnieją wyniki dla tego gracza. Wyniki muszą zostać usunięte.

# addTour-header
source: Add the new tournament:
pl: Dodaj nowy turniej

# tourPlr-hcpUpdated
source: HCP for this.tournamentPlayers[playerIdx].nick has been updated
pl: HCP dla gracza this.tournamentPlayers[playerIdx].nick został zmodyfikowany

# updTourPlrDlg-cancel
source: Cancel
pl: Wróć

# updTourPlrDlg-patrn
source: Provide valid value
pl: Wprowadź poprawną wartość

# updTourPlrDlg-save
source: Save
pl: Zapisz

# updTourPlrDlg-updateHcp
source: Update HCP
pl: Zmień HCP

# updTourPlrDlg-whsReq
source: WHS is required
pl: HCP jest wymagany

# updTourPlrDlg-whsTooHigh
source: WHS is caannot be higer than 54
pl: HCP nie może być większy niż 54

# updTourPlrDlg-whsTooLow
source: WHS is caannot be lower than -5
pl: HCP nie może być mniejszy niż -5

# updTourPlrDlg-whs
source: Player whs (X.X)
pl: HCP gracza (X.X)

# addLeague-AddLbl
source: Add the new league:
pl: Dodaj nową ligę:

# addLeague-name
source: League name
pl: Nazwa ligi

# addLeague-LeagueReq
source: League name must be provided
pl: Nazwa ligi musi zostać podana

# addLeague-LeagueLength
source: League name must be at least 3 characters long
pl: Nazwa login-Username-Required musi mieć przynajmniej trzy znaki

# addLeague-create
source: Create
pl: Dodaj

# addLeague-cancel
source: Cancel
pl: Wróć

# addLeague-leagueAddedMsg
source: League successfully created
pl: Liga została poprawnie dodana

# addMatch-hdr
source: Add match results for league: {{navigationService.league().name}}
pl: Dodaj wynik meczu dla ligi: {{navigationService.league().name}}

# addMatch-nickReq
source: Winner and looser are required
pl: Zwycięsca i przegrany są wymagani

# addMatch-resultReq
source: Result is required
pl: Wynik jest wymagany

# addMatch-cancel
source: Cancel
pl: Wróć

# addMatch-clear
source: Clear
pl: Wyczyść

# addMatch-add
source: Add
pl: Dodaj

# addMatch-WrongPlayers
source: Winner and looser must be different players.
pl: Zwycięsca i przegrany muszą być innymi graczami

# leaguePlr-plrAlrdAdded
source: Player this.f.nick.value already added to the league.
pl: Gracz this.f.nick.value został już dodany do ligi.

# leaguePlr-plrNotFnd
source: Player this.f.nick.value not found.
pl: Gracz this.f.nick.value nie został odnaleziony.

# leaguePlr-delFailure
source: Cannot delete player with matches. Delete all player matches first.
pl: Nie można usunąć gracza, który ma wynik meczu. Usuń wyniki gracza.

# leaguePlr-delPlr
source: Are you sure you want to remove player from league?
pl: Jesteś pewien, że chcesz usunąć gracza z ligi?

# leaguePlr-delSucc
source: Player successfuly deleted
pl: Gracz usunięty poprawnie

# league-results
source: Results
pl: Wyniki

# league-matches
source: Matches
pl: Mecze

# league-players
source: Players
pl: Gracze

# league-no
source: No.
pl: Nbr.

# league-nick
source: Nick
pl: Gracz

# league-big
source: Big Points
pl: Duże Punkty

# league-small
source: Small Points
pl: Małe punkty

# league-addMatch
source: Add Match
pl: Dodaj mecz

# league-removeMatch
source: Remove Match
pl: Usuń mecz

# league-close
source: Close league
pl: Zamknij ligę

# league-delete
source: Delete league
pl: Usuń ligę

# league-CloseConf
source: Are you sure you want to close league?
pl: Czy na pewno zamknąć ligę?

# league-CloseMsg
source: League successfully closed
pl: Liga zamknięta poprawnie

# leagues-list
source: List of Match Play leagues:
pl: Ligi Match Play:

# league-name
source: Name
pl: Nazwa

# leagues-open
source: Opened
pl: Otwarta

# leagues-close
source: Closed
pl: Zamknięta

# leagues-cancel
source: Cancel
pl: Wróć

# leagues-add
source: Add
pl: Dodaj

# nav-leagues
source: Match Play Ligues
pl: Ligi Match Play

# confirmDlg-confirmHdr
source: Confirm
pl: Potwierdź

# confirmDlg-confirmWrn
source: Confirm
pl: Potwierdź

# addMatch-remove
source: Remove
pl: Usuń

# removeMatch-WrongMatch
source: Match does not exists.
pl: Brak takiego meczu.

# removeMatch-WrongPlayers
source: Winner and looser must be different players.
pl: Zwycięsca i przegrany muszą być innymi graczami.

# removeMatch-cancel
source: Cancel
pl: Wróć

# removeMatch-hdr
source: Remove match results from league: {{navigationService.league().name}}
pl: Usuń wynik meczu z ligi: {{navigationService.league().name}}

# league-DeleteConf
source: Are you sure you want to delete league with all players and matches results?
pl: Czy na pewno usunąć ligę wraz ze wszystkimi graczami oraz wynikami meczy?

# league-DeleteMsg
source: League successfully deleted
pl: Liga poprawnie usunięta

# nav-account
source: My Account
pl: Moje Konto

# searchPlayerDialog-notFound
source: Search or create player
pl: Wyszukaj lub utwórz nowego gracza

# searchPlayerDialog-nick
source: Player nick
pl: Nazwa gracza

# searchPlayerDialog-add
source: New
pl: Nowy

# searchPlayerDialog-cancel
source: Cancel
pl: Wróć

# searchPlayerDialog-sex
source: Sex
pl: Płeć

# searchPlayerDialog-nck
source: Nick
pl: Nazwa

# tournamentPlayer-search
source: Search or Create Player
pl: Wyszukaj lub utwórz gracza

# addCourse-clearSi
source: Clear SI
pl: Wyczyść SI

# course-clone
source: Clone
pl: Klonuj

# course-addTee
source: Add Tee
pl: Dodaj tee

# adTee-WrongTeeMsg
source: Tee sex, type and colour must be unique
pl: Płeć, type oraz kolor tee muszą być unikalne

# teeTime-parameters
source: Parametrs
pl: Parametry

# teeTime-preview
source: Preview
pl: Podgląd

# teeTime-modifications
source: Modifications
pl: Modyfikacje

# teeTime-save
source: Save Tee Times
pl: Zapisz tee time

# teeTime-publish
source: Publish Tee Times
pl: Publikuj tee time

# teeTime-delete
source: Delete Tee Times
pl: Usuń tee time

# teeTime-notPublished
source: Tee times not publisheed yet
pl: Tee time nie został jeszcze opublikowany

# parameters-firstTeeTimeLbl
source: First tee time
pl: Pierwszy tee time

# parameters-startTeeTimeReq
source: Start tee time is required
pl: Pierwszy tee time jest wymagany

# parameters-startTeeTimeValid
source: Provide the valid tee time
pl: Wpisz poprawny tee time

# parameters-teeTimeStepLbl
source: Tee time step
pl: Odstęp pomiędzy tee time

# parameters-teeTimeStepReq
source: Tee time step is required
pl: Odstęp pomiędzy tee time jest wymagany

# parameters-flightSizeLbl
source: Flight size
pl: Ilość graczy we flight

# parameters-flightSizeReq
source: Flight size is required
pl: Ilość graczy we flight jest wymagany

# parameters-hcpItem
source: By HCP
pl: Po HCP

# parameters-playerAssignmentLbl
source: Players assignment
pl: Przypisanie graczy

# parameters-playerAssignmentReq
source: Player assignment is required
pl: Przypisanie graczy jest wymagane

# parameters-resItem
source: By Results
pl: Po Wynikach

# parameters-rndItem
source: Random
pl: Losowo

# teeTime-delTeeTimeCnf
source: Are you sure you want to remove tee times?
pl: Czy na pewno usunąć tee times?

# teeTime-delTeeTimeCnfMsg
source: Tee times successfuly deleted
pl: Tee times poprawnie usunięte

# teeTime-pubTeeTimeCnf
source: Are you sure you want to publish tee times?
pl: Czy na pewno opublikować tee times?

# teeTime-pubTimeCnfMsg
source: Tee times successfuly publish
pl: Tee times poprawnie opublikowane

# teeTime-savTeeTimeCnf
source: Are you sure you want to save tee times?
pl: Czy na pewno zapisać tee times?

# teeTime-savTimeCnfMsg
source: Tee times successfuly saved
pl: Tee times poprawnie zapisane

# alert-close
source: Close
pl: Zamknij
